Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kronikk-skal-vi-toerre-aa-se-paa-historien.html.tmx
Source language: nob
Languages: sme

source: Kronikk: Skal vi tørre å se på historien?
sme: Kronihkka: Galgat go mii duostat geahččat historjjá?

source: De historiske sårene til det samiske folk stikker dypt og vi trenger en egen renselsesprosess for å bli leget.
sme: Sámi álbmoga historjjálaš hávit leat čiekŋalat ja mii dárbbašit sierra buhtistanproseassa daid savvodeapmái.

source: Det er beklagelig at den norske regjeringen ikke tør å se på historien sammen med oss, skriver sametingspresident Vibeke Larsen i denne kronikken.
sme: Šállošit go Norgga ráđđehus ii duostta geahččat historjjá minguin ovttas, čállá sámedikki presideanta Vibeke Larsen dán kronihkas.

source: En forkortet versjon av denne kronikken ble publisert på NRK Ytring 12.04.17.
sme: Oanehis veršuvdna dán kronihkas almmuhuvvui NRK:s Ytring 12.04.17.

source: Den kan du lese her .
sme: Dan sáhtát lohkat dás .

source: Så slapp endelig katta ut av sekken – regjeringen vil ikke ta initiativ til en sannhetskommisjon om fornorskningen av samene fordi de er redde for å skape forventninger om nye tiltak.
sme: Nu ahte loahpas boahtá beaivvečuvgii – ahte ráđđehus ii áiggoge vuolggahit barggu duohtavuođakommišuvnnain sámiid dáruiduhttimis, go ballet ahte šaddet vuordámušat ođđa doaibmabijuide.

source: Jeg kan ikke si jeg er overrasket, men like fullt veldig skuffet.
sme: In sáhte dadjat ahte livččen heammástuvvan, muhto lean dattetge hui beahttašuvvan.

source: Skuffet, fordi et godt samkvem mellom nordmenn og samer forutsetter at vi er villig til å se på historien som vi har felles.
sme: Beahttašuvvan, danne go buorre oktavuohta dážaid ja sámiid gaskka eaktuda ahte mii dáhttut geahčadit historjjá mii lea min oktasaš.

source: Villig til å se på de konsekvenser statens politikk overfor samene har hatt, og hva det har gjort med oss som folk og enkeltmennesker.
sme: Mielas geahčadit makkár váikkuhusat stáhta politihkas sámiid guovdu leat leamaš, ja maid dat lea dahkan midjiide álbmogin ja ovttaskas olmmožin.

source: I det samiske samfunnet er det mange historier som ikke er blitt fortalt og mange sår som ikke har fått gro.
sme: Sámi servodagas leat ollu historjját mat eai leat muitaluvvon ja ollu hávit mat eai leat bállen savvut.

source: Historier om ei tid hvor det å gi opp sin identitet, språk og kultur ble en kamp om være eller ikke være – for mange.
sme: Historjját áiggi birra goas ollugiidda lei gičču identitehta, giela ja kultuvrra oppanassiige ceavzimis.

source: Fortellinger om sår som har satt seg i kroppene og sinnene til folk, og som kan være med på å forklare hvorfor nåtiden oppleves som den gjør.
sme: Muitalusat háviid birra mat leat olbmuid gorudis ja mielas, ja mat sáhttet leat mielde muitaleamen manne dálá áigi vásihuvvo nugo vásihuvvo.

source: For hva er det egentlig Sametinget ber om?
sme: Maid dat Sámediggi rievtti mielde bivdá?

source: La meg gjøre det helt klart: Dette er ikke et innspill til en budsjettdebatt, hvor Sametinget ber om økte bevilgninger fra staten.
sme: Mun dajan hui čielgasit: Dát ii leat cealkámuš bušeahttaságastallamii, man oktavuođas Sámediggi bivdá eanet juolludusaid stáhtas.

source: Vi ønsker en åpen prosess, hvor staten tar initiativ til å se på fornorskningen, og hvilke konsekvenser det har hatt for mennesker og samfunn.
sme: Mii háliidat rabas proseassa, man oktavuođas stáhta geahčadišgoahtá dáruiduhttima, ja makkár váikkuhusat das leat leamaš olbmuide ja servodahkii.

source: Hva resultatene blir og hvordan dette skal håndteres, er noe som må tas standpunkt til da.
sme: Makkár bohtosat šaddet ja movt daiguin meannudit, lea juoga masa fertet dahkat oainnu dalle.

source: Vi kan ikke foregripe resultatet av et kommisjonsarbeid.
sme: Mii eat sáhte ovdagihtii meannudit kommišuvdnabarggu čovdosa.

source: Vi må ha is i magen til å vente.
sme: Mii fertet staigat vuordit.

source: Dette handler for oss om muligheten til å arbeide seg ut av århundrer med undertrykking og lav selvfølelse.
sme: Dás lea sáhka vejolašvuođa birra jahkečuđiid vealaheamis ja fuones iešdovddus eret beasadeamis.

source: Dette handler om veien videre for oss som nasjon og folk.
sme: Dás lea sáhka dan birra guđe guvlui mannat viidáseappot našuvdnan ja álbmogin.

source: Det samiske folk har ikke tenkt å grave seg ned i offerrollen.
sme: Sámi álbmot ii leat jurddašan mannat oaffarrollii.

source: Vi har tenkt å gå inn i fremtiden som et stolt folk med et avklart forhold til vår historie.
sme: Mii leat jurddašan mannat boahtteáigái goargadit go min historjá lea čielggaduvvon.

source: Så vil mange si: Dere har mulighet for demokratisk representasjon gjennom Sametinget og konsultasjonsdialogen med regjeringen, som gir samene rett til å uttale seg om saker som angår oss.
sme: De dáidet ollugat dadjat: Dis han lea demokráhtalaš ovddastusvejolašvuohta Sámedikki ja konsultašuvdnašiehtadusa bokte.

source: Kong Harald har bedt dere om unnskyldning på vegne av det offisielle Norge.
sme: Gonagas Harald lea bivdán dis ándagassii almmolaš Norgga ovddas.

source: Er ikke det nok?
sme: Ii go dat leat doarvái?

source: Nei, det er ikke nok.
sme: Ii, dat ii leat doarvái.

source: Staten har bidratt til å opprette Sametinget og vernet oss gjennom grunnloven.
sme: Stáhta lea ásahan Sámedikki ja suodjalan min vuođđolága bokte.

source: Men våre historiske sår stikker dypere enn som så, og trenger en egen renselsesprosess for å bli leget.
sme: Muhto min historjjálaš hávit leat čiekŋaleappot, ja dárbbašit sierra buhtistanproseassa daid savvodit.

source: Forutsetningene for en forsoningsprosess er at sannheten må dokumenteres.
sme: Soabahanproseassa eaktun lea ahte duođaštit duohtavuođa.

source: Her kan vi lære av store menn som Desmond Tutu og hans arbeid for forsoning.
sme: Dás sáhttit oahppat stuorra albmáin nugo Desmond Tutus ja su soabahanbarggus.

source: Sannheten måtte dokumenteres og det som var urettmessig tatt fra menneskene måtte leveres tilbake.
sme: Duohtavuođa ferte duođaštit, ja dat mii lea eahperievttalaččat váldojuvvon eret olbmuin, ferte buktojuvvot ruovttoluotta.

source: Det samiske folk har også opplevd å bli fratatt sin kultur, språk og levesett.
sme: Sámi álbmogis lea maiddái váldojuvvon eret sin kultuvra, giella ja eallinvuohki.

source: Det som er urettmessig tatt fra oss er ennå ikke blitt levert tilbake.
sme: Dat mii lea eahperievttalaččat váldojuvvon mis eret, ii leat vel buktojuvvon ruovttoluotta.

source: Bååstede prosjektet er ett eksempel på det.
sme: Bååstede prošeakta lea okta ovdamearka dasa.

source: Gjennom århundrer har samiske gjenstander blitt hentet fra det samiske samfunn og plassert i museer.
sme: Čuđiid jagiid leat sámi dávvirat vižžojuvvon eret sámi servodagas ja biddjojuvvon museaide.

source: Nå er vi i en prosess hvor vi ber om å få levert dette tilbake til samiske museer.
sme: Dál leat mii proseassas man bokte bivdit buktit ruovttoluotta dávviriid sámi museaide.

source: Men dette kan ikke skje før staten er villig til å ta regningen for denne tilbakeføringen og oppbevaringen i samiske museer.
sme: Muhto dát ii sáhte dahkkojuvvot ovdal go stáhtas lea dáhttu máksit dán máhcaheami ja seailluheami ovddas sámi museain.

source: Reparasjon av et vennskap kan aldri skje om du stjeler fra din venn og ber om tilgivelse uten at du er villig til å gi tilbake det du har stjålet.
sme: Ustitvuođa ii sáhte čavdet goassige jos suoládat du ustibis ja bivddát ándagassii almmá ahte dáhtut addit ruovttoluotta dan maid leat suoládan sus.

source: Samiske kirkegårder har gjennom historien blitt plyndret av forskere, med velsignelse av kirke og stat.
sme: Sámi girkogárddiid leat historjjá čađa dutkit speadjan, maid girku ja stáhta leat dohkkehan.

source: Det har ført til at levningen av mange av våre forfedre i dag er oppbevart i et lukket magasin i Oslo.
sme: Dat lea dagahan dan ahte ollu min máttuid bázahusat dál leat lohkkaduvvon magasiidnii Oslos.

source: Dette er dype sår i den samiske folkesjelen, som må renses gjennom at staten er villig til å ta ansvar for tilbakeføring.
sme: Dát leat čiekŋalis hávit sámi álbmotsielus, maid ferte buhtistit dan bokte ahte stáhta dáhttu váldit ovddasvástádusa dávviriid máhcaheamis.

source: Sorgen over tapt språk, identitet og mangel på kunnskap om egen historie, oppleves hardt for mange.
sme: Ollugiin lea garra moraš go leat massán giela, identitehta ja máhtu sin iežaset historjjá birra.

source: Det er en sorg som vi trenger statens bistand for å reparere.
sme: Mii dárbbašat stáhtas veahki dán morraša dikšumii.

source: Den samiske selvfølelsen har vokst seg sterkere de siste årene.
sme: Sámi iešdovdu lea buorránan ja nanosmuvvan maŋimuš jagiin.

source: Så sterk at vi tør å bryte tabuer og snakke om forhold i vårt eget samfunn som ikke er bra.
sme: Dat lea nu nanus dál ahte mii duostat rihkkut tabuid ja hállat diliid birra min servodagas mat eai leat buorit.

source: Marion Knutsens åpenhet om seksuelle overgrep i Tysfjord har vært banebrytende for mange andre.
sme: Marion Knutsena rabasvuohta seksuála vearredaguin Divttasvuonas dihkkáda geainnu ollugiidda earáide.

source: Vi har nettopp presentert forskningsrapporten: «Om du tør å spørre, tør folk å svare.
sme: Mii leat juste ovdan buktán dutkanraportta: “Jos duosttat jearrat, dustet olbmot vástidit”.

source: » Rapporten viser at vold i det samiske samfunn er et stort tabu, og at historiske traumer fra fornorskningen er en av forklaringsfaktorene.
sme: Raporttas oidno ahte veahkaváldi sámi servodagas lea stuorra tabuášši, ja dáruiduhttináiggi historjjálaš traumat leat earret eará dasa čilgehussan.

source: Vi ber om et samarbeid med regjeringen for å arbeide aktivt mot volden, og komme til bunns i hva dette skyldes.
sme: Mii bivdit ovttasbarggu ráđđehusain bargat árjjalaččat veahkaválddi vuostá, ja vuđolaččat gávnnahit mas dat boahtá.

source: Foreløpig har vi ikke fått noen svar.
sme: Doaisttážii eat leat mii ožžon makkárge vástádusa.

source: Men det er andre parter som ser det samme behovet for oss.
sme: Muhto leat maiddái earát geat oidnet seamma dárbbu go mii.

source: Samisk kirkeråd vil være en aktiv part i en sannhetskommisjon.
sme: Sámi girkoráđđi háliida leat árjjalaččat mielde duohtavuođakommišuvnnas.

source: Kvenene har også en historie, som trenger å bli sett nærmere på.
sme: Kvenain lea maiddái historjá, maid dárbbašit geahččat lagabuidda.

source: Saken er også løftet i Stortinget av representanter, som ser et behov for å få sannheten på bordet.
sme: Ášši leat lokten maiddái Stuorradikki áirasat, geaid mielas lea dárbu oažžut duohtavuođa albmosii.

source: I den globale urfolksverden er dette et kjent tema.
sme: Máilmmiviidosaš álgoálbmotmáilmmis lea dát oahpes fáddá.

source: Canada har våget å ta sin koloniseringshistorie på alvor, og anerkjenner at den har påført urfolk store lidelser.
sme: Kanada lea duostan váldit iežas koloniserenhistorjjá duođas, ja lea miehtan ahte dat lea dagahan álgoálbmogiidda stuorra gillámušaid.

source: Vi vil være en aktiv part i en slik sannhets- og forsoningsprosess.
sme: Mii háliidat searvat árjjalaččat dán lágan duohtavuođa- ja soabahanprosessii.

source: Det vil være en prosess som vil være vond for oss også, men vi mener tiden er inne for å ta den nå.
sme: Dát proseassa buktá midjiide maiddái bákčasiid, muhto mii oaivvildat ahte áigi lea láddan dan čađaheapmái dál.

source: Da er det beklagelig at den norske regjeringen ikke tør å se på sannheten sammen med oss.
sme: Šállošit go Norgga ráđđehus ii duostta geahččat duohtavuhtii minguin ovttas.
